# 10081 | Starting Script

sm.setSpeakerID(9010010)
sm.sendNext("요즘 가가녀석 얼굴 봤어? 침울한 얼굴로...하루 종일 '난 왜 이렇게 되는 일이 없을까'만 반복하고 있으니 좋은 일이 생길리가 있겠어? 그 동안 내가 좀 놀려먹긴 했지만 저렇게 울상을 하고 있는 것도 못 봐주겠단 말이지.")
sm.sendSay("그래서 부탁할 게 있는데 내가 점을 쳐 본 바로는 11월 13일부터 11월 16일까지 너의 운이 굉장히 길하다는 점괘가 나왔어. 이렇게 운이 좋으니까 사냥하다가 #b행운의 흰 원숭이 인형#k을 얻을 수 있을거야. 굉장히 운이 좋은 사람만 얻을 수 있다는 물건이지. 그 인형을 10개만 모아서 가가에게 선물로 주면서 이제부터 운이 좋아질 거라고 말해줘.")
sm.sendSayOkay("오해할까봐 미리 말해 두는데 그 동안 놀려 먹은 것이 미안해서 이런 부탁을 하는 건 절대 아냐. 저 침울한 얼굴을 보는 게 짜증나서 그러는 것 뿐이라고. 그러니까 내가 전해주라고 했다는 말은 하면 안돼!")
