# 10070 | Ending Script

sm.setSpeakerID(2120002)
sm.sendNext("페토는 피아노를 치고, 루드밀라 주인님은 저택을 꾸며 사람을 초대 하고, 초대한 사람들에게 조나스 주인님이 만든 인형을 판매하며 근근히 살아가고 있었습니다. 그때까지 주인님의 인형은 많이 팔리지 않았어요.")
sm.sendSay("어느 날 페토는 주인님에게 인형의 모습에 관한 조언을 했고, 그 인형이 그날 파티에서 엄청나게 팔렸죠. 그리고는 조나스 주인님의 평판은 눈부시게 올라갔죠. '메이플 월드 최고의 인형장인 조나스' 그날 이후로 주인님에게 붙여진 이름이에요. 하지만 주인님이 혼자 만든 인형은 누구도 알아주지 알았습니다. 페토의 조언으로 완벽한 인형이 나왔죠.")
sm.sendSay("어느 날 페토가 공방에서 혼자서 인형을 만들어 아가씨께 선물을 했고, 그 인형은 소필리아 아가씨가 가장 좋아하는 인형이 되었죠. 조나스 주인님이 아무리 새로운 인형을 만들어 줘도 언제나 그 인형을 달라고 울고 불고 했죠.")
sm.sendSayOkay("결국 딸에게도 인정받지 못한 주인님은 질투심에 페토를 내쫓고, 페토가 만든 모든 인형을 버리시더군요. 그리고는 인형공방에 들어가셨습니다. 혼자 힘으로 최고의 인형을 만드시겠다고 하시면서요. 그 이후로 세상에는 조나스가 세상에서 사라졌다는 소문이 돌았죠.")
