# 11932 | Ending Script

sm.setSpeakerID(9010010)
sm.sendNext("내가 준 #r#i02430528# #t02430528##k을 이용하면 언제든지 #b할로윈 마법의 동산#k으로 간편하게 이동할 수 있어. 물론 각 마을의 차원의 거울을 이용해도 되겠지만 말야. 아, 한가지 주의해야 할 점은 할로윈 관련 복장을 갖추었을때만 그 곳으로 이동할 수 있다는 사실이야. 일반 몬스터가 드롭하는 #b할로윈 깜짝 상자#k나 헌티드 맨션 퀘스트를 통해 얻을 수 있는 #b가면 신사의 가방#k에서 랜덤하게 모자와 얼굴장식을 얻을 수 있으니 꼭 착용하라구.  \r\n\r\n필드의 일반 몬스터를 사냥하면 얻을 수 있는 #r#i3994446# #t3994446##k을 모아 마법의 할로윈 나무를 멋지게 꾸며줘. 마법 정원에 있는 예쁜 할로윈 마녀에게 말을 걸어 나무를 멋지게 꾸밀 수 있어.")
sm.sendSayOkay("나무에 호박 등불이 가득 걸리면 나무가 신비로운 빛을 발하며 #b진귀한 선물#k들을 잔뜩 쏟아낸다고 해. 그러니 모두 힘을 합쳐 호박 등불을 모아 멋진 선물들을 다 받을 수 있길 바랄게. 그럼 행운을 빌어!")
