# 15154 | Starting Script

sm.setSpeakerID(9010000)
sm.sendNext("이벤트 기간 중 필드에 나타나는 엘리트 몬스터 중 일부가 #r#o9010102##k로 바뀔 거예요! 나타난 #r#o9010102##k를 100마리 샤샤샥, 하고 무찌르면 미션 성공!\r\n《이벤트 일정》\r\n#b◎ 2015년 10월 22일 오전 9시 ~ 11월 11일 오후 11시 59분#k#n")
sm.sendSay("이벤트 기간 안에 미션에 성공한 분들께 #i1182191# #b#t1182191##k와 #i3015346# #b#t3015346##k를 드리고 있으니 꼭 끝까지 완료해 주세요!")
sm.sendSayOkay("미션 성공 보상 외에도 #r#o9010102##k를 잡으면서 #i2550029# #b#t2550029##k와 #i4001863# #b#t4001863##k도 얻을 수 있답니다. 그럼,  #b#h0##k님께서 #r#o9010102##k 100마리 잡기 미션에 성공하시기를 기대하고 있겠습니다.")
