# 20512 | Starting Script

sm.setSpeakerID(1102002)
sm.sendNext("그렇다면 하는 수 없지... #t4220138#로 자네가 직접 데리고 다니며 탈피시키는 게 가장 좋지만, 그 방법으로 급속탈피를 하는 건 위험하니 내가 가지고 있는 특제온실에서 탈피시켜 주도록 하지. 자네는 탈피하는 동안 먹일 먹이를 구해 오게나.")
sm.sendSay("급속탈피에는 전보다 더 많은 영양분이 필요하다네. 그래서 #b#t4000232#, #t4000233#, #t4000234##k가 #b각각 500개#k씩 필요하다네. 아, 물론 #p2060005#에게 #b#t4032117##k 구해 오는 것도 잊지 말아야지. ")
sm.sendSayOkay("무엇보다 특제온실은 귀한 수정과 미스릴로 만든 데다가 한 번 가동시키는데 소비되는 금, 다이아몬드가 엄청나기에 사용료를 지불해야 한다네. 1회 사용료가 #b1500만 메소#k나 되니 감당하기 힘들거든 포기하게나.")
