# 26370 | Ending Script

sm.setSpeakerID(9000173)
sm.sendNext("고마워! 역시 너라면 내 이야기를 들어 줄 거 라고 생각했어. \r\n#b#t1662027##k의 주인에게만 주는 특별찬스! \r\n#b#t01662027##k와 함께 있을 때 내 잡화상점을 이용할 수 있도록 도와줄게.\r\n")
sm.sendSay("#b#t1662027##k를 착용하고 장비창(단축키:E)의 #b안드로이드 장비탭#k을 클릭하면 #r#e상점가기#k#n라는 특별한 버튼을 볼 수 있을 거야. 그 버튼을 누르면 내 잡화상점에 들어올 수 있어! 아니면 그냥 네 #b#t1662027##k를 더블클릭해도 될거야.\r\n\r\n#b다양한 잡화상품#k을 팔고 있으니까 꼭 방문해줘. #b#t1662027##k가 없다면 들어올 수 없다는 것도 명심해둬!")
sm.sendSayOkay("너는 그곳에서 나를 만나 #b잡화 물품을 구매#k하고 나는 그 사이에 너의 #t1662027#를 조사하고! 어때? 훌륭한 거래잖아?\r\n\r\n그리고 #b#i2545000##t2545000##k, 이거 받아줄래? \r\n\r\n훌륭한 네 안드로이드를 구경시켜줘서 주는 답례! 마음에 들었으면 좋겠다. 그럼 난 상점에서 기다리고 있을게~ 다음에 또 보자!")
