# 9210 | Starting Script

sm.setSpeakerID(2041017)
sm.sendNext("사랑하는 이에게 마음을 전하라구~!\n그리고 그 사랑의 초코스틱에는 너의 이름을 새겨줄게. ")
sm.sendSay("#b밀가루#k를 잘 반죽해서 그 것으로 스틱(과자)을 구워낼거고.. 잘 녹인 #b초콜릿#k을 잔뜩 묻혀서 달콤한 향이 잔뜩 나는 #r초코스틱#k을 만들어 낼 거야.")
sm.sendSay("그러기 위해선 몇 가지 재료가 필요하겠지?  몬스터를 사냥하다 보면 아주 가끔 이 #b#t4031220##k를 얻을 수 있을 거야. 스틱의 재료가 되지.")
sm.sendSay("달~~콤한 #b#t2020028##k은 잡화 상인들이 판매하고 있어. 물론 모든 마을의 잡화상인이 판매 하는 것은 아니니 잘 찾아보도록 해.")
sm.sendSayOkay("#t4031220#와 #t2020028#. 이 2가지를 갖고 오면 내가 개발한 비법으로 #t4140000#을 만들어줄게.\n\n#i4031220# #t4031220# #r1#k개, #i2020028# #t2020028# #r1#k개")
