# 9320 | Starting Script

sm.setSpeakerID(20000)
sm.sendNext("좀 더 이야기를 해드리죠. 사실 처음에는 당황스러웠죠. 남의 세계를 구하기 위해서라? 왜? 라고 생각을 했습니다. 뭐, 대수롭지 않게 넘기며.. 그와 뜻을 같이 하리라 생각되는 만지를 만나러 가보라고 일러줬습니다.")
sm.sendSay("그리고 천 일이 지나는 동안 바람을 타고 들려온 그에 대한 소문은 악의 근원인 몬스터들을 퇴치해 나가고 있으며, 그와 또 다른 여행자들이 힘을 합쳐 이 세계가 약간씩 안정을 찾아가고 있다는 소식였죠.")
sm.sendSay("저는 그 사람의 소문을 들어오는 동안 변하기 시작했습니다. 마을 사람들에게 조금이라도 도움을 줄 수 있는 일거리를 찾아야겠다는 생각이 들었죠. 점차 인생관도 바뀌어 지금의 아내를 만나 결혼도 하였습니다.  ")
sm.sendSayOkay("제 인생에 변화를 준 그의 이름이라도 알고 싶습니다. 아마도 #b만지#k에게 가면 저를 만난 이후 그 사람의 행적을 알 수 있을 듯 합니다. 꼭 그 사람의 이름을 알아와주세요.")
