# 9371 | Starting Script

sm.setSpeakerID(1061011)
sm.sendNext("물론 나도 봉인의식을 할 수는 있지만, #b#t4031282##k을 봉인하기 위해서는 더 강력한 마법의 힘이 필요하다네. #m101000000#에 있는 #p1032001#의 마력이라면 #t4031282#을 다시 봉인할 수 있을걸세. 하지만 #t4031282#을 이 상태로 #m101000000#까지 운반하는건 너무 위험해. 우선 임시방편으로 봉인의 자물쇠를 만들어 #t4031282#을 봉인해야 할 것 같네.")
sm.sendSayOkay("봉인의 자물쇠는 원하는 물건을 봉인할 때 쓰이는데, 단 하루 밖에 쓸 수 없고 봉인의 힘이 약하기 때문에 #b#t4031282##k을 봉인하기에는 역부족이지만, #t4031282#을 #m101000000#까지 운반하기에는 문제가 없을거야. 봉인의 자물쇠를 만들기 위해서는 제련된 #b#t4011001# 1개#k가 필요하니 어서 서두르게.")
