# 9471 | Starting Script

sm.setSpeakerID(2012012)
sm.sendNext("아랫마을에 살고 있는 #b#p2071006##k는 친한 친구인 까치로부터 견우와 직녀님의 이야기를 들었다고 합니다. 하늘나라의 목동인 견우님과 옥황상제의 딸인 직녀는 서로 사랑하여 결혼하였으나, 결혼 후 게으름을 피우자 옥황상제께서 크게 노하여 견우님은 은하수 동쪽에, 직녀님은 은하수 서쪽에서 서로 떨어져 살게 하였다고 합니다.")
sm.sendSay("건널 수 없는 은하수를 사이에 두고 서로를 그리워하며 지내는 것이 안타까워 매년 음력 7월 7일이 되면 제비의 친구인 까치와 까마귀가 오작교를 만들어 서로 만나게 해준다고 합니다. 하지만 은하수 사이는 너무 멀어 까치와 까마귀의 힘만으로는 오작교를 만들기는 힘들다고 하여 제비가 매우 안타까워하고 있다고 합니다.")
sm.sendSayOkay("여행자님께서 시간이 되신다면 견우와 직녀님이 만날 수 있는 다리를 만들 수 있게, #b#t04000051 # 70개#k와 #b#t04000052# 10개#k를를 모아서 아랫마을에 살고 있는 #b#p2071006##k에게 전해주세요. 그럼 부탁 드릴게요.")
