# 9867 | Ending Script

sm.setSpeakerID(1022007)
sm.sendNext("슬리피우드 던전 또다른 입구... 정말 굉장한 모험을 하는 모양이네요, #p1061013#씨는... 소식을 들어 기쁘기는 하지만 그런 위험한 곳을 모험하다 다치지는 않으셨을지... 네? #p1061013#씨가 다치셨다고요? ")
sm.sendSay("아아, 이런... #p1061013#씨가 다치시다니... 당장 #p1061013#씨께 가봐야겠어요. 검은 자신 없지만, 그래도 배우긴 배웠으니 어떻게든 갈 수 있을... 아? 모험가님께서 #p1061013#씨를 찾기로 #p1022002#와 약속하셨다고요? #p1022002#가 웬일로 그런 말을...")
sm.sendSayOkay("어쨌든 모험가님께서 #p1061013#씨를 찾아가시겠다니 안심이에요. #p1061013#씨를 만나면 #p1022007#이 뵙고 싶어한다고 전해 주세요. 그리고 다친 #p1061013#씨를 위한 치료약도요... #b#m100000000##k의 #b#p1012106##k에게 치료약을 부탁해 놓을 테니, 약을 가지고 #p1061013#씨께 가주세요. 그럼 부탁드려요.")
