# 9927 | Starting Script

sm.setSpeakerID(2120000)
sm.sendNext("조금은 오싹하고 소름 끼치지만 그래서 더 재미있는 이야기가 있답니다. 바로 이 #r헌티드 맨션#k에 얽힌 이야기이지요. 헌티드 맨션의 옛주인이 메이플 월드에서 가장 솜씨가 좋다는 #r인형장인#k이라는 사실을 아십니까?")
sm.sendSay("하지만 왜일까요. 훌륭한 인형장인이었던 그는 사라져버렸습니다. 처음부터 없었던 것처럼 완전히, 홀연히. 그리고 남은 것은... 이 음산하고 황폐한 저택과 저택만큼 망가져 버린 인형들 뿐입니다.")
sm.sendSay("사람들은  저 흉측한 인형들이 사라지기 전의 인형장인이 가졌던 뒤틀린 마음을 반영하고 있다고들 입을 모아 말했답니다. 하지만 부족할 것 없는 인형장인이 그토록 망가져 버린 이유를 아는 사람은 아무도 없었지요. ")
sm.sendSay("이 저택에 곳곳에는 아직도 인형장인과 그의 부인, 그의 딸이 남긴 흔적들이 고스란히 남아 있답니다. 혹시 모르죠. 저 벽난로 속, 굴뚝을 타고 올라가면 인형장인이 인형을 만들던 공방이 아직도 움직이고 있을지도요...? 뒤틀린 인형들과 함께.")
sm.sendSayOkay("후훗. 약간은 섬뜩한 이야기인가요? 하지만 이런 이야기가 있기에 헌티드 맨션은 할로윈 파티에 어울리지요. 혹시 #r더 많은 이야기#k가 필요하다면 말씀하세요. 아직 이야기는 완성되지 않았으니까요.")
